.svn/pristine/d6/d616d95c37882269e9eda6796b4c93c380c47bc0.svn-base

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
	<soap:Body>
		<ns2:execPay xmlns:ns2="http://framework.facade.common.transcore.pinganfu.com/">
			<arg0>
				<extFeilds>{"DEV_IP":"127.0.0.1","DEV_ID":"014b68737ff05ed4b04ff4a7c70ba8ad903752dd3c30093be8b7a5b1a64eb5f733ad60111b997b93"}</extFeilds>
				<paymentMode>32769</paymentMode> <!-- 消费直抵 ,余额支付 -->
				<transId>${transId}</transId>
				<tranDetails>
					<currencyCode>CNY</currencyCode>
					<payAcctId>2010299</payAcctId> <!-- 2010299  营销平台 返回  0101010000000100000240  -->
					<payAmt>100000</payAmt>
					<payType>15</payType> <!-- 15  消费直抵  -->
				</tranDetails>
				<tranDetails>
					<currencyCode>CNY</currencyCode>
					<payAcctId>4000010000000083</payAcctId>  
					<payAmt>100000</payAmt>
					<payType>00</payType> <!--  00  余额支付  -->
				</tranDetails>
			</arg0>
		</ns2:execPay>
	</soap:Body>
</soap:Envelope>